Repository: romansito/GetaRoom
Catalog: *.lproj/Localizable.strings
Languages: es_mx

source: Browse
es_mx: Descubre

source: Book
es_mx: Reserva

source: Search Reservation
es_mx: Tus Reservaciones

source: Rooms
es_mx: Cuartos

source: Room: %i (%i beds, $%0.2f per night)
es_mx: Cuarto: %i (%i camas, $%0.2f por Noche)

source: Book Date
es_mx: Reserva el Dia

source: Check In
es_mx: Comienza

source: Check Out
es_mx: Termina

source: Oops...
es_mx: Oh...

source: Please choose a valid date
es_mx: Porfavor escoje un dia valido

source: Reservation at %@, Room: %i, From: %@ - To: %@
es_mx: Reservacion en %@, Habitacion: %i, Desde: %@ - Hasta: %@

source: First Name
es_mx: Nombre

source: Last Name
es_mx: Apellido

source: Search Reservations
es_mx: Busca Reservaciones
